{"title": {"media": {"url": "https://d1fmx1rbmqrxrr.cloudfront.net/zdnet/optim/i/edit/ne/2019/09/cpi-image-jpg__w630.jpg", "caption": "Cyber Peace Institute Logo"}, "text": {"headline": "Automized Timelapse from <br/> the Daily Digest", "text": "<p>Accountability. </p>"}}, "events": [{"start_date": {"month": "06", "day": "12", "year": "2020"}, "media": {"url": {}, "caption": "", "credit": ""}, "text": {"text": "Google Warns of Emerging #COVID19 Cyber-Threat Hotspots (Infosecurity Magazine, June 11) Global - Google warned (https://cloud.google.com/blog/products/identity-security/blocking-coronavirus-cyber-threats) of a rise in COVID-19 threats in specific parts of the world, as cyber-criminals adapt their campaigns regionally. Google explained that its blocking more attacks of late in India, the UK and Brazil. These malware, phishing and spam threats “use regionally relevant lures, financial incentives and fear to create urgency and entice users to respond.”- Sources : https://www.infosecurity-magazine.com/news/google-warns-covid19-cyberthreat/", "headline": "ASSISTANCE-\\r\\n\\tGoogle Warns of Emerging #COVID19 Cyber-Threat Hotspots - Infosecurity Magazine\\r\\n"}}, {"start_date": {"month": "06", "day": "12", "year": "2020"}, "media": {"url": {}, "caption": "", "credit": ""}, "text": {"text": "Italian company exposed as a front for malware operations (ZDNet, June 12) Italy - The Italian company, CloudEye, operating a seemingly legitimate business, secretly advertised and provided its service to malware gangs. The company's secret business came to light after Check Point began looking at GuLoader, one of the most active malware operations of 2020. Check Point further linked CloudEye and its owners to activity on hacking forums going back to 2014.- Sources : https://www.zdnet.com/article/italian-company-exposed-as-a-front-for-malware-operations/", "headline": "ACCOUNTABILITY-Italian company exposed as a front for malware operations | ZDNet"}}, {"start_date": {"month": "06", "day": "12", "year": "2020"}, "media": {"url": {}, "caption": "", "credit": ""}, "text": {"text": "Twitter bans 32k accounts pushing Chinese, Russian, and Turkish propaganda (ZDNet, June 11) China/Russia/Turkey -  Twitter discovered (https://blog.twitter.com/en_us/topics/company/2020/information-operations-june-2020.html)  three new state-linked information operations, resulting to the ban and removal of 32,242 accounts that were operated out of China, Russia, and Turkey. All three information operations pushed local political agendas and narratives, respectively targeting the Hong Kong protests, Russian political dissidents, and anti-Erdogan rhetoric.- Sources : https://www.zdnet.com/article/twitter-bans-32k-accounts-pushing-chinese-russian-and-turkish-propaganda/", "headline": "ACCOUNTABILITY-Twitter bans 32k accounts pushing Chinese, Russian, and Turkish propaganda | ZDNet"}}, {"start_date": {"month": "06", "day": "12", "year": "2020"}, "media": {"url": {}, "caption": "", "credit": ""}, "text": {"text": "Senate Intelligence Committee wants DNI to investigate commercial spyware threats (CyberScoop, June 11) US - The Senate Intelligence Committee approved a measure that requires the Director of National Intelligence to submit a report to Congress on the threats posed by foreign governments’ and entities’ use of commercial spyware. The report would include information on how countries can work to reduce the threats of commercial spyware, including through export controls, diplomatic pressure, trade agreements, and work with the technology and telecommunications sectors to better secure consumers’ software.- Sources : https://www.cyberscoop.com/senate-intelligence-committee-spyware-report-dni/", "headline": "ADVANCEMENT-Senate Intelligence Committee wants DNI to investigate commercial spyware threats - CyberScoop"}}, {"start_date": {"month": "06", "day": "12", "year": "2020"}, "media": {"url": {}, "caption": "", "credit": ""}, "text": {"text": "Chinese users saw Zoom as a window through the 'Great Firewall' (Reuters, June 12) China - Zoom recently gained a following in China from users ranging from underground churches to feminists who saw it as a way to connect with the world beyond the reach of state censors. Some fear that window may be closing as Zoom suspended accounts of three US and Hong Kong activists at Beijing’s request. Zoom also said it was developing technology to enable it to remove or block participants based on geography.- Sources : https://www.reuters.com/article/us-zoom-video-commn-privacy-china/chinese-users-saw-zoom-as-a-window-through-the-great-firewall-idUSKBN23J1TE?feedType=RSS&feedName=technologyNews", "headline": "ADVANCEMENT-\\n                Chinese users saw Zoom as a window through the \\'Great Firewall\\' - Reuters"}}, {"start_date": {"month": "06", "day": "12", "year": "2020"}, "media": {"url": {}, "caption": "", "credit": ""}, "text": {"text": "Protecting our 911/112 lifeline as cyber threats intensify (Nokia, June 12) Global - 911/112 emergency services are  evolving, adding new capabilities to deliver a broader range of information to emergency response centers — e.g. real-time text and video, picture sharing, and IM. Taking advantage of these capabilities requires upgrading to next-generation 911/112 (NG911/112), while maintaining inter-operability with legacy systems.- Sources : https://www.nokia.com/blog/protecting-our-911112-lifeline-as-cyber-threats-intensify/", "headline": "FORESIGHT-Protecting our 911/112 lifeline as cyber threats intensify | Nokia"}}, {"start_date": {"month": "06", "day": "12", "year": "2020"}, "media": {"url": "", "caption": "", "credit": ""}, "text": {"text": "However, making the switch to this type of network brings a new kind of vulnerability as the NG911/112 infrastructure is connected to other domains, including the internet — where it is exposed to evolving cyberattacks that can disrupt 911/112 communications and even operations, making emergency services unreliable or even unavailable.- Sources :", "headline": "FORESIGHT-None"}}]}